Repository: Hakansv/rtlsdr_pi
Catalog: po/*.po
Languages: ca, el_gr, et_ee, fr_fr, it_it, ja_jp, nb_no, tr_tr

source: aisdecoder
el_gr: αποκωδικοποιητής AIS
et_ee: AIS-dekooder
fr_fr: Décodeur AIS
ja_jp: aisデコーダ
nb_no: aisdekoder

source: rtlsdr error calibration
ca: Error de calibració rtlsdr
el_gr: Βαθνομήση σφάλματος rtlsdr
et_ee: rtlsdr-vea kalibreerimine
fr_fr: Correction d'erreur
it_it: calibrazione errore di rtlsdr
ja_jp: rtlsdr 誤差補正
nb_no: rtlsdr feilkalibrering
tr_tr: rtlsdr hata kalibrasyonu

source: No AIS messages received Calibration Failed
ca: Cap missatge AIS rebut Calibració ha fallat
el_gr: Δεν ελήφθησαν μηνύματα AIS Αποτυχία βαθμονόμησης
et_ee: AIS-teateid pole vastu võetud Kalibreerimine nurjus
fr_fr: Aucun message AIS reçu Echec du calibrage
it_it: Nessun messaggio AIS ricevuto Calibrazione fallita
ja_jp: AIS メッセージが受信できません キャリブレーション 失敗
nb_no: Ingen AIS melding mottatt Kalibrering feilet
tr_tr: AIS mesajı yok. Kalibrasyon Başarısız Oldu

source: Because the software radio is not a precision device, The error value must be set to properly calibrate the radio dongle. To perform calibration, the autocalibrate takes some time, but will scan many error values searching for AIS signals. This requires fairly frequent AIS traffic to work. Alternately if gnuradio is installed, you may use the included script and either look for peaks on ais traffic, or use a known frequency (for example, vhf channel 8 is
ca: Com que el programari de ràdio no és un dispositiu de precisió, el valor d'error s'ha d'establir per calibrar correctament l'adaptador de ràdio. Per realitzar el calibratge, l'Autocalibratge porta algun temps, però explorarà molts valors d'error a la recerca de senyals AIS. Això requereix un trànsit bastant freqüent d'AIS per funcionar. Alternativament, si s'instal·la gnuradio, pot utilitzar el script inclòs i, o bé buscar els pics de trànsit ais, o utilitzar una freqüència coneguda (per exemple, el canal VHF 8 és
el_gr: Επειδή το λογισμικό του ραδιοφώνου δεν είναι μια συσκευή ακριβείας, πρέπει να οριστεί το σφάλμα για να βαθμονομηθεί. Η αυτό-βαθμονόμηση παίρνει κάποιο χρόνο, αλλά θα σαρώσει πολλά σφάλματα, ψάχνοντας για σήματα AIS. Αυτό απαιτεί κάμποση κυκλοφορία πλοίων με AIS. Εναλλακτικά, αν είναι εγκατεστημένο το gnuradio, μπορείτε να χρησιμοποιήσετε το προγραμματάκι που περιλαμβάνεται και να αναζητήστε κορυφές στην κυκλοφορία του AIS, ή να χρησιμοποιήσετε μια γνωστή συχνότητα (για παράδειγμα, το vhf κανάλι 8 είναι
et_ee: Sest tarkvaraline raadio ei ole täppisseade. Vea väärtus peab olema määratud, et õieti kalibreerida raadiodongel. Kalibreerimise teostamisel - autokalibreerimine võtab mõnevõrra aega - skaneeritakse palju veaväärtusi otsides AIS-signaali. See nõuab töötamiseks küllaltki tihedat AIS-liiklust. Selle asemel, kui gnu-raadio on paigaldatud, võite kasutada kaasa pandud skripti ja kas vaadata AIS-liikluse haripunkte või kasutada teadaolevat sagedust (näiteks, VHF kanal 8 on
fr_fr: Because the software radio is not a precision device, The error value must be set to properly calibrate the radio dongle. To perform calibration, launch "gnuradio-companion gr-ais.grc"(On a netbook first enable only the lower block or the top two take thewhole screen and you cannot see the third block) Set the frequency to a known vhf frequency, (for example, channel 8 is
it_it: Poiché la radio software non è un dispositivo di precisione, è necessario impostare l'errore per calibrare correttamente il dongle radio. Effettuare la calibrazione con l'autocalibrazione richiede un certo tempo, ma verranno scansionati molti valori d'errore durante la ricerca dei segnali AIS. Affinché ciò funzioni è necessario un traffico AIS abbastanza frequente. In alternativa, se è installato gnuradio, si può usare lo script incluso e, o cercare i picchi di traffico AIS, oppure usare una frequenza nota (ad esempio, quella del canale 8 vhf è
ja_jp: ソフトウェア無線は、精密機器ではないため、無線ドングルを適切に校正するため誤差の値を設定しなければなりません。 オートキャリブレートには多少時間がかかりますが、AIS信号から多くのエラー値をスキャンします。これが動作するには、かなり頻繁なAISのトラフィックを必要とします。 代わりにgnuradioがインストールされている場合、含まれているスクリプトを使用して、いずれかのAISトラフィックのピークを探すか、既知の周波数を使用してもよい(例えば、VHFチャンネル8
nb_no: Da programvareradio ikke er en presisjons enhet, må feilmarginen settes for å skikkelig kunne kalibrere radio dunglen. For å utføre kalibrering, autokalibrering tar noe tid, men vil søke gjennom mange feilverdier etter AIS signaler. Dette krever en del AIS trafikk for å fungere. Hvis gnuradio er installert, kan du benytte det medfølgende skriptet for å se etter topper av AIS signaler eller bruke en kjent frekvens (f.eks. vhf kanal 8 er
tr_tr: Hassas bir cihaz olmadığından yazılım düzgün şekilde kalibre etmek için ayarlanmalıdır. Kalibrasyonu otomatik olarak gerçekleştirmek biraz zaman alır, ancak AIS sinyalleri taranacaktır. Bunu çalıştırmak için oldukça sık AIS trafiği gerekir. Eğer gnuradio yüklüyse, birlikte verilen komut dosyasını kullanabilir ve AIS trafiğinde tepe noktaları aranıp bilinen bir frekansı kullanabilirsiniz (örneğin, vhf channel 8)

source: ) and transmit on this frequency to note how far the peak is from the true frequency in khz. This is the error value needed to calibrate the dongle. Once working, you should be able to see bursts (ais data) from the A and B in the filtered output, and receive ais messages (if any are available)
ca: ) a continuació, transmet amb transmissor VHF en aquest canal i compta fins a quin punt el pic és el de la veritable freqüència en kHz, aquest és el valor d'error necessari per calibrar el dispositiu de seguretat. Quan funciona, haureu de ser capaços de veure les explosions (dades AIS) des del A i B A la sortida filtrada, i rebre missatges AIS (si n'hi ha algun disponible)
el_gr: ) και να διαβιβάσετε σε αυτή τη συχνότητα για να δείτε πόσο μακριά είναι η κορυφή από την πραγματική συχνότητα σε khz. Αυτή είναι η τιμή σφάλματος που απαιτείται για τη βαθμονόμηση. Άπαξ και βαθμονομηθεί θα μπορείτε να βλέπετε ομάδες δεδομένων (σήματα AIS) από το Α και το B στην φιλτραρισμένη έξοδο, και να λάβετε μηνύματα AIS (αν υπάρχουν διαθέσιμα)
et_ee: ) ning kiirata sellel sagedusel, märkamaks, kui palju kõrval on haripunkt tegelikust sagedusest, kHz-s, See ongi vea väärtus dongli kalibreerimiseks. Kui ta ükskord töötab, peaksite olema võimelised nägema purskeid (AIS-andmed) filtreeritud väljundi A-st ja B-st ning vastu võtma AIS-teateid (kui midagi on saadaval)
fr_fr: ) then transmit with vhf transmitter on this channel and note how far the peak is from the true frequency in khz, this is the error value needed to calibrate the dongle. Once working, you should be able to see bursts (ais data) from the A and B in the filtered output.
it_it: ) e trasmettere su questa frequenza per capire quanto lontano è il picco dalla frequenza vera in khz. Questo è il valore d'errore necessario a calibrare il dongle. Quando funziona, si dovrebbero vedere sull'uscita filtrata i pacchetti (dati ais) da A e B e ricevere i messaggi AIS (se ce ne sono disponibili)
ja_jp: ) 正しい周波数から、どれくらい離れているかに注意してください。 これは、ドングルを較正するために必要なエラー値です。 AとBいずれかが使用可能な場合フィルタリングされた出力にバースト(ais data) を見る ことができ、aisメッセージを受信します。
nb_no: ) og sende på denne frekvensen å merke hvor langt toppen er fra sann frekvensen i kHz. Dette er feilverdien som trengs for å kalibrere dungle. Når den arbeider, skal du kunne se pakker (ais-data) fra A og B i filtrert utdata, og motta ais meldinger (hvis de er tilgjengelige)
tr_tr: ) ve bu frekansta tepe noktası gerçek frekanstan ne kadar uzakta olduğunu kHz olarak bildirir. Bu, dongle'ı kalibre etmek için gereken hata değeridir. Çalışmaya başladıktan sonra A ve B'den patlamaları (ais verileri) görebilirsiniz filtrelenmiş çıktıda, ve ais mesajlarını alın (eğer mevcutsa)

source: This plugin integrates opencpn with the rtlsdr project to turn DVB dongles into a SDR receiver. see: http://sdr.osmocom.org/trac/wiki/rtl-sdr The author is using the r820t type dvb-t dongle with a standard vhf antenna, but many others can work. The antenna coax cable is spliced to the dvb-t cable, both inner and outer connections must be made. Currently ais channel A only is available with rtl_fm and aisdecoder mode. This method uses little cpu and is very efficient. The gnuradio implementation automatically receives both channels A and B simaltaniously but uses much more cpu (due to the python implementation)
ca: Aquest Connector integra OpenCPN amb el projecte rtlsdr que converteix adaptadors TDT a receptors SDR. Veure: http://sdr.osmocom.org/trac/wiki/rtl-sdr L'autor utilitza un adaptador TDT r820t amb una antena VHF estàndard però altres models funcionaran també. El cable coaxial de l'antena està empalmat amb el cable de l'adaptador. S'han de fer dues connexions interior i exterior. Actualment amb la manera rtl_fm i aisdecoder només està disponible el canal AIS A. Aquest mètode usa molt poca CPU i és molt eficient. En el mode gnuradio rep automàticament tots dos canals A i B simultàniament però utilitza molta més CPU (degut a la implementació en python)
el_gr: Αυτό το plugin ενσωματώνει to opencpn με το πρότζεκτ rtlsdr για να μετατρέψει ένα DVB σε δέκτη SDR. Δες: http://sdr.osmocom.org/trac/wiki/rtl-sdr Ο συγγραφέας χρησιμοποιεί τον τύπο r820t του dvb-t με στάνταρ vhf κεραία, αλλά και άλλα θα λειτουργήσουν. Το ομοαξονικό καλώδιο της κεραίας πρέπει να είναι συγκολλημένα στο καλώδιο dvb-t, και στο εσωτερικό και στο εξωτερικό. Προς το παρόν μόνο το κανάλι A του AIS είναι διαθέσιμο με rtl_fm και aisdecoder. H μέθοδος χρησιμοποιεί λίγο cpu και είναι πολύ αποτελεσματική. Η εφαρμογή gnuradio λαμβάνει αυτόματα και τα δύο κανάλια A και B συγχρόνως, αλλά χρησιμοποιεί περισσότερο cpu (λόγω της χρήσης python)
et_ee: See plugin integreerib OpenCPN'i rtlsdr-projektiga DVB-dongli muutmiseks SDR-vastuvõtjaks. Vaata: http://sdr.osmocom.org/trac/wiki/rtl-sdr Autor kasutab r820t-tüüpi DVB-T donglit koos standartse ULL-antenniga, kuid paljud teised võivad ka töötada. Antenni koakskaabel tuleb pleissida DVB-T kaabliga, mõlemad ühendused, sisemine ja väline, peavad olema tehtud. Praegu on koos rtl_fm ja AIS-dekooder režiimiga ainult AIS-kanal A saadaval. See meetod kasutab vähe CPU'd ja on väga effektiivne. gnu-raadio rakendus võtab automaatselt mõlemad kanalid A ja B sama-aegselt vastu, kuid kasutab rohkem CPU'd (seoses python'i teostusega)
it_it: Questo plugin integra OpenCPN con il progetto rtlsdr per trasformare un dongle DVB in un ricevitore SDR. Vedi: http://sdr.osmocom.org/trac/wiki/rtl-sdr L'autore ha utilizzato il dongle dvb-t tipo r820tcon una antenna vhf standard, ma molti altri possono funzionare. Il cavo coassiale dell'antenna viene collegato al cavo del donlge dvb-t, devono essere collegati sia il connettore interno che la calza esterna. Al momento, con rtl_fm e aisdecoder, è disponibile solamente il canale A dell'AIS. Questo metodo impegna poco la cpu ed è molto efficiente. L'implementazione gnuradio riceve automaticamente entrambi ci canale A e B simultaneamente ma impegna molto di più la cpu (a causa della implementazione in python)
ja_jp: このプラグインはrtlsdrプロジェクトでopencpnに統合しています。 DVBドングルをSDR受信機にします。 参照：http://sdr.osmocom.org/trac/wiki/rtl-sdr 著者は、標準的なVHFアンテナとr820t型DVB-Tのドングルを使用しているが、他の多くが動作します。 アンテナ同軸ケーブルはDVB-Tケーブルに接続され、内側と外側の両方の接続がなされなければなりません。 現在、rtl_fmとaisdecoderモードではAISチャンネルAのみ使用可能です。 この方法は、限られたCPUを使用して、非常に効率的です。 gnuradioの実装は、自動的にチャンネルAとBの両方を受信します しかし、ずっと多くのCPUを使用しています(これはPythonの実装)
nb_no: Denne utvidelsen integrerer OpenCPN med RTLSDR prosjektet for å gjøre om DVB dungler til en SDR mottaker. Se: http://sdr.osmocom.org/trac/wiki/rtl-sdr Forfatteren bruker r820t DVB-T dungle med en standard VHF antenne, men mange andre kan også virke. Antennekabelen er koblet til DVB-T kabelen, både indre og ytre leder må være tilkoblet. Bare AIS kanal A er tilgjengelig med rtl_fm og aisdekoder modus. Denne metoden bruker lite kraft fra CPU og er veldig effektiv. Gnuradio integrering gjør at du mottar på både A og B kanaler samtidig, men bruker da også mye mer CPU (pga. Python integrering)
tr_tr: Bu eklenti, DVB dongle'ları bir SDR alıcısı haline getirmek için opencpn'yi rtlsdr projesiyle bütünleştirir. bakın: http://sdr.osmocom.org/trac/wiki/rtl-sdr Yazar, standart bir vhf antenli r820t tipi dvb-t dongle kullanıyor ancak diğerleride çalışıyor olabilir. Anten koaksiyel kablo, dvb-t kablosuna eklenir, hem iç hem de dış bağlantılar yapılmalıdır. Şu anda sadece bir A kanalı rtl_fm ve aisdecoder modunda mevcuttur. Bu yöntem küçük cpu kullanır ve çok etkilidir. Gnuradio uygulaması otomatik olarak iki kanal A ve B'yi alır aynı anda fakat çok daha fazla cpu kullanır (python uygulaması nedeniyle)

source: Under Windows Operating system, you must first run the utility program 'zadig'to install the needed usb driver once the device is plugged in. You can find this program at http://zadig.akeo.ie
el_gr: Στα Windows, πρέπει πρώτα να εκτελέσετε την εφαρμογή 'zadig' για να εγκαταστήσετε τον usb driver μολις συνδέσετε τη συσκευή. Η εφαρμογή υπάρχει στο http://zadig.akeo.ie
et_ee: Windows operatsioonisüsteemis pead sa esimesena käivitama abiprogrammi 'zadig', et paigaldada vajalik usb-draiver kui seade saab külge ühendatud. Sa leiad selle programmi http://zadig.akeo.ie
fr_fr: Sous Windows, vous pouvez exécuter l'utilitaire "Zadig" pour installer le driver nécessaire dés lors qu'un périphérique est branché. Vous pouvez trouver cet utilitaire en suivant ce lien : http://zadig.akeo.ie
it_it: Nel sistema operativo Windows, è necessario eseguire prima il programma 'zadig' per installare il driver usb necessario dopo che il dispositivo è stato inserito. E' possibile trovare questo programma in http://zadig.akeo.ie
ja_jp: Windowsオペレーティングシステムの下では、 必要なUSBドライバをインストールするには、ユーティリティプログラム zadig を実行する必要があります。 あなたは、http://zadig.akeo.ie でこのプログラムを見つけることができます
nb_no: Under Windows operativsystem, kjør først hjelpeprogrammet 'zadig' for å installere påkrevde USB drivere så snart enheten er plugget inn. Du kan finne dette programmet på http://zadig.akeo.ie
tr_tr: Windows'ta, cihaz bağlandıktan sonra, gerekli Usb sürücüsünü yüklemek için önce 'Zadig' aracını çalıştırmanız gerekir. Bu programı http://zadig.akeo.ie adresinde bulabilirsiniz

source: Messages
ca: Missatges
el_gr: Μηνύματα
et_ee: Teated
fr_fr: Méssages
it_it: Messaggi
ja_jp: メッセージ
nb_no: Meldinger
tr_tr: Mesajlar

source: Enable
ca: Activat
el_gr: Ενεργοποίηση
et_ee: Võimalda
fr_fr: Activer
it_it: Abilita
ja_jp: 有効
nb_no: Aktiver
tr_tr: Etkin

source: Preferences
ca: Preferències
el_gr: Προτιμήσεις
et_ee: Eelistused
fr_fr: Préférences
it_it: Preferenze
ja_jp: 設定
nb_no: Alternativer
tr_tr: Tercihler

source: Clear
ca: Elimina
el_gr: Εκκαθάριση
et_ee: Tühjenda
fr_fr: Effacer
it_it: Cancellare
ja_jp: クリア
nb_no: Tøm
tr_tr: Temizleyiniz

source: Close
ca: Tancar
el_gr: Κλείσιμο
et_ee: Sulge
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
nb_no: Lukk
tr_tr: Kapatınız

source: Program
ca: Programa
el_gr: Πρόγραμμα
et_ee: Programm
fr_fr: Programme
it_it: Programma
ja_jp: プログラム

source: rtl_fm | aisdecoder
el_gr: rtl_fm | ais αποκωδικοποιητής
et_ee: rtl_fm | AIS-dekooder
nb_no: rtl_fm | aisdekoder

source: extra args (blank default)
el_gr: επιπλέον args (κενή προεπιλογή)
et_ee: Lisa args (vaikimisi tühi)
fr_fr: Arguments complémentaires (Blanc par défaut)
it_it: Arg. extra (default: spazio)
ja_jp: 追加の引数 (デフォルトは空白)
nb_no: ekstra argumenter (tom = standard)
tr_tr: ilave args (boş varsayılan)

source: Sample Rate (khz)
ca: Freqüència de mostreig (khz)
el_gr: Ρυθμός Δειγματοληψίας (khz)
et_ee: Diskreetimissagedus (khz)
fr_fr: Taux d'échantillonnage (khz)
it_it: Frequenza di campionamento (khz)
ja_jp: サンプリング レート (khz)
nb_no: Eksempel rate (kHz)
tr_tr: Aynı oran (khz)

source: Error Correction Calibration
ca: Calibratge de correcció d'error
el_gr: Βαθμονόμηση διόρθωσης λάθους
et_ee: Vea paranduse kalibreerimine
fr_fr: Correction d'erreur
it_it: Calibrazione correzione d'errore
ja_jp: エラー補正キャリブレーション
nb_no: Kalibrering av feilkorreksjon
tr_tr: Hata Düzeltme Kalibrasyonu

source: Error Correction
ca: Correcció d'Error
el_gr: Διόρθωση λάθους
et_ee: Vea parandus
fr_fr: Correction d'erreur
it_it: Correzione d'errore
ja_jp: エラー訂正
nb_no: Feilkorrigering
tr_tr: Hata düzeltme

source: Auto Calibrate
ca: Calibratge automàtic
el_gr: Αυτο-βαθμονόμηση
et_ee: Automaatne kalibreerimine
fr_fr: Auto calibrage
it_it: Auto Calibrazione
ja_jp: 自動キャリブレーション
nb_no: Automatisk kalibrering
tr_tr: Otomatik kalibre

source: Manual via grc
ca: Manual mitjançant grc
el_gr: Μη αυτόματη μέσω grc
et_ee: Käsitsi üle grc
fr_fr: Manuel via grc
it_it: Manuale via grc
ja_jp: Grc を介して手動
nb_no: Manuelt via grc
tr_tr: Manuel ile grc

source: Info
el_gr: Πληροφορίες
ja_jp: 情報
tr_tr: Bilgi

source: Plot
ca: traçat
el_gr: Γράφημα
et_ee: Kõver
fr_fr: Tracer
it_it: Curve
ja_jp: プロット
nb_no: Plott
tr_tr: Parsel

source: FM Radio
ca: Ràdio FM
el_gr: FM Ράδιο
et_ee: FM-raadio
fr_fr: Radio FM
it_it: Radio FM
ja_jp: FMラジオ
tr_tr: FM Radyo

source: VHF Audio
ca: Àudio VHF
el_gr: VHF ήχου
fr_fr: Audio VHF
it_it: Audio VHF
ja_jp: VHF オーディオ
nb_no: VHF-lyd
tr_tr: VHF ses

source: About Author
ca: Sobre l'autor
el_gr: Σχετικά με το συγγραφέα
et_ee: Autorist
fr_fr: Au sujet de l'auteur
it_it: Sull'autore
ja_jp: 著者について
nb_no: Om opphav
tr_tr: Yazar hakkında

source: Information
ca: Informació
el_gr: Πληροφορίες
et_ee: Info
it_it: Informazioni
ja_jp: 情報
nb_no: informasjon
tr_tr: Bilgilendirme

source: rtlsdr Preferences
ca: Preferències rtlsdr
el_gr: Προτιμήσεις rtl-sdr
et_ee: rtlsdr eelistused
fr_fr: Préférences rtlsdr
it_it: Preferenze Rtlsdr
ja_jp: rtlsdr の設定
nb_no: rtlsdr egenskaper
tr_tr: rtlsdr seçenekleri

source: rtlsdr PlugIn for OpenCPN
ca: Connector rtlsdr per a OpenCPN
el_gr: rtlsdr Πρόσθετο για το OpenCPN
et_ee: rtlsdr-plugIn OpenCPN'i jaoks
fr_fr: Complément rtlsdr pour openCPN
it_it: Plugin Rtlsdr per OpenCPN
ja_jp: rtlsdr OpenCPN のためのプラグイン
nb_no: RTLSDR utvidelse for OpenCPN
tr_tr: OpenCPN için rtlsdr eklentisi

source: rtlsdr PlugIn for OpenCPN Read rtlsdr nmea messages from gr-ais ais_rx.py script. Support ADS-b FM radio and vhf Eventually version will need to link with gnu radio directly. The rtlsdr plugin was written by Sean D'Epagnier
ca: Connector rtlsdr per a OpenCPN aquest connector llegeix les sentències NMEA des dels scripts gr-ais ais_rx.py Suporta les ràdios FM i VHF ADS-b La versió final haurà de enllaçar amb la ràdio gnu directament. El connector rtlsdr ha estat escrit per Sean D'Epagnier
el_gr: Πρόσθετο rtlsdr για το OpenCPN Διαβάζει το μηνύματα rtlsdr nmea από τις εφαρμογές ais_rx.py και gr-ais. Υποστηρίζει το ADS-b FM ραδιόφωνο και το vhf Η τελική έκδοση θα πρέπει να συνδέεται απ' ευθείας με το gnu radio. Το πρόσθετο rtlsdr γράφτηκε από τον Sean D'Epagnier
et_ee: rtlsdr-plugIn OpenCPN'i jaoks Loeb rtlsdr NMEA-teateid gr-ais ais_rx.py skriptist. Toetab ADS-b FM-raadiot ja ULL Viimaks tuleb see versioon otselinkida gnu raadioga. rtlsdr-plugIna kirjutas Sean D'Epagnier
fr_fr: Complément rtlsdr pour OpenCPN Ce complément lit les phrases NMEA depuis les scripts gr-ais ais_rx.py. Il supporte les radio FM et les VHF ADS-b Éventuellement, cette version devra faire le lien avec la radio gnu directement.. Le complément a été développé par Sean D'Epagnier
it_it: Plugin Rtlsdr per OpenCPN Legge messaggi nmea da script gr-ais ais_rx.py. Supporta ADS-b, radio FM e vhf Eventualmente potrà essere necessario collegarsi direttamenente con gnu radio. Il plugin rtlsdr è stato scritto da Sean D'Epagnier
ja_jp: openCPN 用 rtlsdrプラグイン。 rtlsdr NMEAメッセージはGR-AIS ais_rx.pyスクリプトから読みます。 ADS-BのFMラジオとVHFのサポート 最終的バージョンは直接GNUラジオとリンクする必要があります rtlsdrプラグインは Sean D'Epagnier によって書かれました。
nb_no: rtlsdr utvidelse for OpenCPN Leser rtlsdr NMEA setninger fra gr-ais ais_rx.py skript. Støtter ADS-b FM radio og VHF Til slutt vil versjonen kobles direkte opp mot GNU radio. rtlsdr utvidelsen er skrevet av Sean D'Epagnier
tr_tr: OpenCPN için rtlsdr eklentisi gr-ais ais_rx.py komut dosyasından rtlsdr nmea mesajlarını oku. ADS-b FM radyo ve vhf'yi destekleyin Sonunda, sürümün doğrudan gnu telsiz ile bağlantı kurması gerekecek. rtlsdr eklentisi Sean D'Epagnier tarafından yazılmıştır

source: Execution failed
ca: L´execució ha fallat
el_gr: Η εκτέλεση απέτυχε
et_ee: Käivitamine nurjus
fr_fr: Echec de l'exécution
it_it: Esecuzione fallita
ja_jp: 実行に失敗しました
nb_no: Utførelse feilet
tr_tr: Uygulama işlemi başarısız oldu

source: Invalid FM frequency
ca: Freqüència d'FM no vàlida
el_gr: Μη έγκυρη συχνότητα FM
et_ee: Kehtetu FM-sagedus
fr_fr: Fréquence FM invalide
it_it: Frequenza FM non valida
ja_jp: 無効な FM 周波数
nb_no: Ugyldig FM-frekvens
tr_tr: Geçersiz FM frekansı

source: Unknown mode
ca: Mode de desconegut
el_gr: Άγνωστος τρόπος
et_ee: Tundmatu režiim
fr_fr: Mode inconnu
it_it: Modalità sconosciuta
ja_jp: 不明なモード
nb_no: Ukjent modus
tr_tr: Bilinmeyen mod

source: Executed:
el_gr: Εκτελέστηκε:
et_ee: Käivitatud:
fr_fr: Exécuté :
it_it: Eseguito:
ja_jp: 実行
nb_no: Utført:
tr_tr: Yürütünüz:

source: Failed to open:
ca: No s'ha pogut obrir:
el_gr: Απέτυχε το άνοιγμα:
et_ee: Avamine nurjus:
fr_fr: Impossible d'ouvrir :
it_it: Impossibile aprire:
ja_jp: 開けませんでした。
nb_no: Kunne ikke åpne:
tr_tr: Açma işlemi gerçekleştirilemedi:

source: Stopped:
el_gr: Σταμάτησε:
et_ee: Peatatud:
fr_fr: Arrêté :
it_it: Terminato:
ja_jp: 止まった:
nb_no: Stoppet:
tr_tr: Durduruldu:

source: ais_rx (gnuradio)
et_ee: ais_rx (gnu-raadio)
tr_tr: ais_rx (gnuradyo)

source: Squelch
et_ee: Summutus
fr_fr: Bruit de fond
ja_jp: スケルチ
